tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
brew "libyaml"
brew "ansible"
brew "autoconf"
brew "automake"
brew "bat"
brew "boxes"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "ffmpeg"
brew "figlet"
brew "flow"
brew "libtool"
brew "fzf"
brew "gettext"
brew "gnupg"
brew "gpg-agent"
brew "jemalloc"
brew "kubernetes-cli"
brew "libevent"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "lolcat"
brew "mongodb", restart_service: true
brew "msgpack"
brew "mycli"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openvpn"
brew "perl"
brew "phplint"
brew "pkg-config"
brew "ponysay"
brew "prettyping"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby", link: true
brew "shpotify"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator-completion"
brew "toilet"
brew "trash"
brew "tree"
brew "wget"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "zsh"
cask "docker"
cask "java"
cask "macdown"
cask "minikube"
cask "mongodb-compass-beta"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "yakyak"
