tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "ansible"
brew "ansiweather"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "boxes"
brew "gettext"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "cscope"
brew "ctags", link: false
brew "curl-openssl"
brew "diff-so-fancy"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq"
brew "ffmpeg"
brew "figlet"
brew "flactag"
brew "flow"
brew "libtool"
brew "fzf"
brew "gnupg"
brew "gpg-agent"
brew "joplin", link: false
brew "kubernetes-cli"
brew "libtermkey"
brew "libusb-compat"
brew "lolcat"
brew "mas"
brew "minikube"
brew "mycli"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openvpn"
brew "optipng"
brew "pandoc"
brew "perl"
brew "php"
brew "phplint"
brew "pkg-config"
brew "ponysay"
brew "prettyping"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shpotify"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator-completion"
brew "toilet"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "khanhas/tap/spicetify-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "betterzip"
cask "docker"
cask "java"
cask "joplin"
cask "macdown"
cask "minikube"
cask "mongodb-compass-beta"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "yakyak"
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "LittleIpsum", id: 405772121
mas "Magnet", id: 441258766
mas "Memory Clean 2", id: 1114591412
